base-devel
bluez
bluez-utils
cmake
curl
docker
eza
fd
fzf
gettext
git
go
github-cli
helix
htop
imv
jq
kdeconnect
man-db
mpv
nautilus
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
obsidian
openssh
reflector
ripgrep
rustup
rsync
starship
stow
syncthing
tailscale
tree
unzip
uv
wget
zip
zellij
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
